Repository: efarslan/mechanik-app-ios
Catalog: mechanik/mechanik/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# %@ %@ Engine
source: %1$@ %2$@ Engine
tr: %1$@ %2$@ Motor

source: Add New Job
tr: Yeni İşlem Ekle

source: Add Picture
tr: Fotoğraf Ekle

source: Air Filter
tr: Hava Filtresi

source: Alternator
tr: Şarj Dinamosu

source: Back
tr: Geri

source: Ball Joint
tr: Rotil

source: Battery
tr: Akü

source: Brake Calipers
tr: Fren Kaliperi

source: Brake Disc
tr: Fren Diski

source: Brake Fluid Change
tr: Fren Hidroliği Değişimi

source: Brake Pads
tr: Fren Balatası

source: Brakes
tr: Frenler

source: Brand
tr: Marka

source: Business Name
tr: İşletme Adı

source: Camera
tr: Kamera

source: Camera Roll
tr: Film Rulosu

source: Cancel
tr: İptal

source: Cars
tr: Araçlar

source: Catalytic Converter Cleaning
tr: Kat Temizliği

source: Chasis Number
tr: Şasi No

source: Chasis Number (Optional)
tr: Şasi No (Opsiyonel)

source: Clutch Kit Replacement
tr: Baskı - Balata

source: Completed
tr: Tamamlandı

source: Control Arm
tr: Z-Rot

source: Coolant Replacement
tr: Antifriz Değişimi

source: Cooling System
tr: Soğutma Sistemi

source: Diesel
tr: Dizel

source: Don't have an account? Sign Up!
tr: Hesabın yok mu? Kayıt Ol!

source: DPF Cleaning
tr: DPF Temizliği

source: E-Mail
tr: E-Posta

source: Electric
tr: Elektrik

source: Electrical
tr: Elektrik Sistemi

source: Engine
tr: Motor

source: Engine / Mechanical
tr: Motor / Mekanik

source: Engine Mount
tr: Motor Kulağı

source: Engine Size (cc)
tr: Motor Hacmi (cc)

source: Exhaust System
tr: Egzoz Sistemi

source: Flywheel Replacement
tr: Volan Değişimi

source: Fuel Filter
tr: Yakıt Filtresi

source: Home
tr: Ana Sayfa

source: Hose Replacement
tr: Hortum Değişimi

source: Hybrid
tr: Hibrit

source: In Progress
tr: Devam Ediyor

source: Injector Service
tr: Enjektör Bakımı

source: Job Finished
tr: Bitiş Tarihi

source: Job Started
tr: Başlangıç Tarihi

source: Job Title
tr: İşlem Tanımı

source: Kilometers
tr: Kilometre

source: Labor C.
tr: İşçilik Ü.

source: License
tr: Plaka

source: Maintenance
tr: Bakım

source: Manifold Gasket
tr: Manifold Contası

source: Mileage
tr: Kilometre

source: Miles
tr: Mil

source: Mufflers
tr: Egzoz Susturucuları

source: Name Surname
tr: Ad Soyad

source: Next
tr: İlerle

source: Notes
tr: Notlar

source: Oil
tr: Motor Yağı

source: Oil Filter
tr: Yağ Filtresi

source: Other
tr: Diğer

source: Owner
tr: Araç Sahibi

source: Owners Name
tr: Araç Sahibi

source: Owners Phone Number
tr: Araç Sahibi Telefon Numarası

source: Oxygen Sensor Replacement
tr: Oksijen Sensörü Değişimi

source: Parts C. : %@
tr: Parça Ü. : %@

source: Password
tr: Şifre

source: Petrol
tr: Benzin

source: Pollen Filter
tr: Polen Filtresi

source: Quantity
tr: Adet

source: Radiator Replacement
tr: Radyatör Değişimi

source: Recent Searches
tr: Arama Geçmişi

source: Save
tr: Kaydet

source: Saving job...
tr: İşlem Kaydediliyor…

source: Search...
tr: Ara…

source: See All
tr: Tümünü Gör

source: Select Brand
tr: Marka Seçin

source: Select Fuel Type
tr: Yakıt Tipini Seçin

source: Select Model
tr: Model Seçin

source: Service History
tr: Servis Geçmişi

source: Shock Absorber
tr: Amortisör

source: Sign In
tr: Giriş Yap

source: Sign Up
tr: Kayıt Ol

source: Spark Plug Replacement
tr: Buji Değişimi

source: Starter Motor
tr: Marş Motoru

source: Suspension
tr: Alt Takım

source: Swing Arm
tr: Salıncak

source: Thermostat Replacement
tr: Termostat Değişimi

source: Tie Rod End
tr: Rot Başı

source: Timing Belt Replacement
tr: Triger Seti Değişimi

source: Transmission / Clutch
tr: Şanzıman / Debriyaj

source: Transmission Oil Change
tr: Şanzıman Yağı Değişimi

source: Unit Price
tr: Birim Fiyat

source: V-Belt Replacement
tr: V-Kayışı Değişimi

source: Vehicle Information
tr: Araç Bilgileri

source: Vehicle Owner Information
tr: Araç Sahibi Bilgileri

source: Water Pump
tr: Devridaim Pompası

source: Welcome,
tr: Hoşgeldiniz,

source: Year
tr: Yıl
